Repository: Jadeni77/Our-App
Catalog: OurApp/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: %@ is waiting for your shot.
zh_hans: %@在等你出手。
zh_hant: %@在等你出手。

source: %@ it is! 🎉
zh_hans: 就吃%@吧！🎉
zh_hant: 就吃%@吧！🎉

source: %lld cleared
zh_hans: 已通关 %lld
zh_hant: 已通關 %lld

source: %lld days
zh_hans: %lld 天
zh_hant: %lld 天

source: %lld days until the next one
zh_hans: 还有 %lld 天
zh_hant: 還有 %lld 天

source: %lld days — keep it going
zh_hans: %lld 天，今天还没打卡
zh_hant: %lld 天，今天還沒打卡

source: %lld photos couldn't be added
zh_hans: 有 %lld 张照片没能加进来
zh_hant: 有 %lld 張照片沒能加進來

source: %lld stars
zh_hans: %lld 颗星
zh_hant: %lld 顆星

source: %lldd
zh_hans: %lld天
zh_hant: %lld天

source: %lld★ to go
zh_hans: 还差 %lld★
zh_hant: 還差 %lld★

source: +%lld moondust
zh_hans: 月尘 +%lld
zh_hant: 月塵 +%lld

source: 1. Tap Open Shortcuts below — a new shortcut opens. 2. Add the “Open App” action and choose %1$@. 3. Tap the title at the top, choose Rename, and paste (“%1$@” is copied — Copy name refreshes it). 4. Come back and tap Test launch. Says the shortcut can’t be found? The names don’t match — rename it in Shortcuts, or tap Use a Shortcut instead to start over.
zh_hans: 1. 点击下方“打开快捷指令”，会新建一个快捷指令。 2. 添加“打开 App”操作并选择 %1$@。 3. 点顶部标题，选择“重命名”，然后粘贴（“%1$@”已复制，可用“复制名称”重新复制）。 4. 回来点击“测试启动”。 提示找不到快捷指令？说明名称不一致——在快捷指令里改名，或再点“改用快捷指令”重来。
zh_hant: 1. 點按下方「打開捷徑」，會新增一個捷徑。 2. 加入「打開 App」動作並選擇 %1$@。 3. 點頂部標題，選擇「重新命名」，然後貼上（「%1$@」已複製，可用「複製名稱」重新複製）。 4. 回來點按「測試啟動」。 顯示找不到捷徑？表示名稱不一致——在捷徑裡改名，或再點「改用捷徑」重來。

source: 1v1
zh_hans: 对决
zh_hant: 對決

source: A level is waiting for your shot.
zh_hans: 有一关在等你出手。
zh_hant: 有一關在等你出手。

source: A sparkle your star wears in flight
zh_hans: 飞行时跟随星星的光尾
zh_hant: 飛行時跟隨星星的光尾

source: Abilities
zh_hans: 技能图鉴
zh_hant: 技能圖鑑

source: Add
zh_hans: 添加
zh_hant: 新增

source: Add a date
zh_hans: 添加纪念日
zh_hant: 新增紀念日

source: Add a game
zh_hans: 添加游戏
zh_hant: 新增遊戲

source: Add a memory
zh_hans: 添加回忆
zh_hant: 新增回憶

source: Add this game?
zh_hans: 要添加这个游戏吗？
zh_hant: 要新增這個遊戲嗎？

source: Add your name
zh_hans: 填写你的名字
zh_hant: 填寫你的名字

source: Adding photos…
zh_hans: 正在添加照片…
zh_hant: 正在新增照片…

source: Agree
zh_hans: 同意
zh_hant: 同意

source: All clear — replay your sky
zh_hans: 全部通关——回去重温星空吧
zh_hant: 全部通關——回去重溫星空吧

source: Allow location access in Settings and we'll find %@ nearby.
zh_hans: 在设置里允许定位，我们就能找到附近的%@。
zh_hant: 在設定裡允許定位，我們就能找到附近的%@。

source: Already added — edit it
zh_hans: 已添加——去编辑
zh_hant: 已新增——去編輯

source: Apps
zh_hans: 应用
zh_hant: 應用

source: At or under par — 3 stars
zh_hans: 打平或低于标准杆——3星
zh_hant: 打平或低於標準桿——3星

source: Aurora
zh_hans: 极光
zh_hant: 極光

source: Back
zh_hans: 返回
zh_hant: 返回

source: Back to home
zh_hans: 回到主页
zh_hant: 回到主頁

source: Both partners' best runs pool together — solo and co-op.
zh_hans: 我们俩各自的最好成绩会汇在一起——单人和合作都算。
zh_hant: 我們倆各自的最好成績會匯在一起——單人和合作都算。

source: Bounce — turn rubbery and ricochet at full speed
zh_hans: 弹跳——变得像橡皮，全速反弹
zh_hant: 彈跳——變得像橡皮，全速反彈

source: Buys star switches mid-level
zh_hans: 用来在关卡里换星星上场
zh_hant: 用來在關卡裡換星星上場

source: Cake
zh_hans: 蛋糕
zh_hant: 蛋糕

source: Camera
zh_hans: 相机
zh_hant: 相機

source: Campaign
zh_hans: 闯关
zh_hant: 闖關

source: Cancel
zh_hans: 取消
zh_hant: 取消

source: Cavern veil
zh_hans: 洞窟夜幕
zh_hant: 洞窟夜幕

source: Change photos
zh_hans: 换照片
zh_hant: 換照片

source: Check in
zh_hans: 打卡
zh_hant: 打卡

source: Check in before midnight to keep it going
zh_hans: 今天还没打卡，别让火花灭了
zh_hant: 今天還沒打卡，別讓火花滅了

source: Check in for today.
zh_hans: 打今天的卡。
zh_hant: 打今天的卡。

source: Check you're signed in to iCloud, then try again.
zh_hans: 确认已登录 iCloud，然后再试一次。
zh_hant: 確認已登入 iCloud，然後再試一次。

source: Check your connection and give it another go.
zh_hans: 检查一下网络，再试一次吧。
zh_hant: 檢查一下網路，再試一次吧。

source: Checked in today. %lld days.
zh_hans: 今天打过卡了，连续 %lld 天。
zh_hant: 今天打過卡了，連續 %lld 天。

source: Choose a photo
zh_hans: 选择照片
zh_hant: 選擇照片

source: Choose photos
zh_hans: 选照片
zh_hant: 選照片

source: Choose your star
zh_hans: 选一颗星上场
zh_hant: 選一顆星上場

source: Clean sweep
zh_hans: 全部拆光
zh_hant: 全部拆光

source: Clear a level — 1★. One over par — 2★. At or under par — 3★.
zh_hans: 通关得 1★。超出标准杆一发得 2★。打平或更少得 3★。
zh_hant: 通關得 1★。超出標準桿一發得 2★。打平或更少得 3★。

source: Cleared
zh_hans: 已通关
zh_hant: 已通關

source: Cleared together
zh_hans: 一起通关了
zh_hant: 一起通關了

source: Cleared — 1 star
zh_hans: 通关——1星
zh_hant: 通關——1星

source: Close
zh_hans: 关闭
zh_hant: 關閉

source: Cloudfoam bounces you — aim off the pads
zh_hans: 云绵会把你弹起来——借垫子瞄准
zh_hant: 雲綿會把你彈起來——借墊子瞄準

source: Co-op
zh_hans: 双人合作
zh_hant: 雙人合作

source: Co-op & 1v1 — on the roadmap
zh_hans: 双人合作与对决——都在路上
zh_hant: 雙人合作與對決——都在路上

source: Collection name
zh_hans: 合集名称
zh_hant: 合輯名稱

source: Comet
zh_hans: 彗星尾迹
zh_hant: 彗星尾跡

source: Comet Dash — a burst of speed, ×2 vs crystal and wood
zh_hans: 彗星冲刺——瞬间加速，对水晶和月木伤害×2
zh_hant: 彗星衝刺——瞬間加速，對水晶和月木傷害×2

source: Coming soon
zh_hans: 敬请期待
zh_hant: 敬請期待

source: Coming up
zh_hans: 快到了
zh_hant: 快到了

source: Continue
zh_hans: 继续
zh_hant: 繼續

source: Copy name
zh_hans: 复制名称
zh_hant: 複製名稱

source: Couldn't make the invitation
zh_hans: 没能创建邀请
zh_hant: 沒能建立邀請

source: Couldn't open
zh_hans: 打不开
zh_hant: 打不開

source: Daily Question
zh_hans: 每日问答
zh_hant: 每日問答

source: Daily reminder
zh_hans: 每天提醒我
zh_hant: 每天提醒我

source: Date
zh_hans: 日期
zh_hant: 日期

source: Dawn veil
zh_hans: 拂晓纱
zh_hant: 拂曉紗

source: Delete
zh_hans: 删除
zh_hant: 刪除

source: Delete this memory?
zh_hans: 删掉这段回忆？
zh_hant: 刪掉這段回憶？

source: Directions
zh_hans: 导航
zh_hant: 導航

source: Do you want to remove “%@”?
zh_hans: 要移除“%@”吗？
zh_hant: 要移除「%@」嗎？

source: Done
zh_hans: 完成
zh_hant: 完成

source: Draw a cuisine, or type a craving.
zh_hans: 抽一个菜系，或者输入你想吃的。
zh_hant: 抽一個菜系，或者輸入你想吃的。

source: Dresses the slingshot
zh_hans: 给弹弓换个模样
zh_hant: 給彈弓換個模樣

source: Earlier
zh_hans: 以前
zh_hant: 以前

source: Edit
zh_hans: 编辑
zh_hant: 編輯

source: Edit date
zh_hans: 编辑纪念日
zh_hant: 編輯紀念日

source: Equipped
zh_hans: 已装备
zh_hant: 已裝備

source: Every star either of us earns lights this up
zh_hans: 我们俩赢得的每颗星都会点亮这里
zh_hant: 我們倆贏得的每顆星都會點亮這裡

source: Exit game
zh_hans: 退出游戏
zh_hant: 退出遊戲

source: Find launch link
zh_hans: 自动查找启动链接
zh_hant: 自動尋找啟動連結

source: Find places near us
zh_hans: 找找附近的店
zh_hant: 找找附近的店

source: Finding %@ near you…
zh_hans: 正在找附近的%@…
zh_hant: 正在找附近的%@…

source: Fling %lld
zh_hans: 第 %lld 发
zh_hant: 第 %lld 發

source: Flower
zh_hans: 花朵
zh_hant: 花朵

source: Forget the other phone
zh_hans: 解除配对
zh_hant: 解除配對

source: Free
zh_hans: 免费
zh_hant: 免費

source: Games
zh_hans: 游戏
zh_hant: 遊戲

source: Gift
zh_hans: 礼物
zh_hant: 禮物

source: Go
zh_hans: 走起
zh_hant: 走起

source: Go back and try another cuisine — maybe re-roll?
zh_hans: 回去换个菜系试试——要不要重新抽一个？
zh_hant: 回去換個菜系試試——要不要重新抽一個？

source: Golden slingshot
zh_hans: 金弹弓
zh_hant: 金彈弓

source: Graduation
zh_hans: 毕业
zh_hant: 畢業

source: Gravity Well — freeze and pull the world in
zh_hans: 引力井——凝住自己，把世界拉过来
zh_hant: 引力井——凝住自己，把世界拉過來

source: Hand the phone over 📱
zh_hans: 把手机递给对方 📱
zh_hant: 把手機遞給對方 📱

source: He / him
zh_hans: 他
zh_hant: 他

source: Heart
zh_hans: 爱心
zh_hant: 愛心

source: Home
zh_hans: 首页
zh_hant: 首頁

source: House
zh_hans: 房子
zh_hant: 房子

source: How about…
zh_hans: 要不要吃…
zh_hant: 要不要吃…

source: How do you like to be comforted when you are sad?
zh_hans: 你难过的时候，希望我怎么安慰你？
zh_hant: 你難過的時候，希望我怎麼安慰你？

source: How stars work
zh_hans: 星星是怎么来的
zh_hant: 星星是怎麼來的

source: I remember the date
zh_hans: 记得是哪天
zh_hant: 記得是哪天

source: Icon
zh_hans: 图标
zh_hant: 圖示

source: Invite them
zh_hans: 邀请对方
zh_hant: 邀請對方

source: It jumps when you land close — bait it
zh_hans: 你落得近它就跳——先骗它跳
zh_hant: 你落得近它就跳——先騙它跳

source: It'll sit at the end of your timeline.
zh_hans: 会放在相册最后面。
zh_hant: 會放在相簿最後面。

source: Its photos are removed from the app. This can't be undone.
zh_hans: 它的照片会从应用里删掉，删了就找不回来了。
zh_hant: 它的照片會從應用裡刪掉，刪了就找不回來了。

source: Its shell breaks first — hit it twice
zh_hans: 它有壳——先敲碎，再打一下
zh_hant: 它有殼——先敲碎，再打一下

source: Language
zh_hans: 语言
zh_hant: 語言

source: Let's go
zh_hans: 出发！
zh_hant: 出發！

source: Level %lld
zh_hans: 第 %lld 关
zh_hant: 第 %lld 關

source: Level %lld, %lld stars
zh_hans: 第 %lld 关，%lld 颗星
zh_hant: 第 %lld 關，%lld 顆星

source: Level %lld, locked
zh_hans: 第 %lld 关，未解锁
zh_hant: 第 %lld 關，未解鎖

source: Level failed
zh_hans: 挑战失败
zh_hant: 挑戰失敗

source: Locked
zh_hans: 未解锁
zh_hant: 未解鎖

source: Longest run
zh_hans: 最长连续
zh_hant: 最長連續

source: Me
zh_hans: 我
zh_hant: 我

source: Memories
zh_hans: 时光相册
zh_hant: 時光相簿

source: Memory
zh_hans: 一段回忆
zh_hant: 一段回憶

source: Menu
zh_hans: 菜单
zh_hant: 選單

source: Midnight
zh_hans: 午夜
zh_hant: 午夜

source: Milestones unlock characters, trails, and looks.
zh_hans: 攒到里程碑就解锁新角色、拖尾和外观。
zh_hant: 攢到里程碑就解鎖新角色、拖尾和外觀。

source: Misty
zh_hans: 雾雾
zh_hant: 霧霧

source: Mochi
zh_hans: 团团
zh_hant: 團團

source: Moon Slam — stop mid-air and drop like the moon
zh_hans: 月落——空中急停，垂直砸下
zh_hant: 月落——空中急停，垂直砸下

source: Moondust
zh_hans: 月尘
zh_hant: 月塵

source: Moonshot
zh_hans: 奔月
zh_hant: 奔月

source: Music
zh_hans: 音乐
zh_hant: 音樂

source: My love
zh_hans: 我的爱人
zh_hant: 我的愛人

source: Name
zh_hans: 名字
zh_hant: 名字

source: Nebula
zh_hans: 星云
zh_hant: 星雲

source: New collection
zh_hans: 新合集
zh_hant: 新合輯

source: New date
zh_hans: 新纪念日
zh_hant: 新紀念日

source: New memory
zh_hans: 新的回忆
zh_hant: 新的回憶

source: New unlock!
zh_hans: 新解锁！
zh_hant: 新解鎖！

source: Next level
zh_hans: 下一关
zh_hant: 下一關

source: No ability
zh_hans: 未用技能
zh_hant: 未用技能

source: No answers yet — today is a good place to start
zh_hans: 还没有回答，就从今天开始吧
zh_hant: 還沒有回答，就從今天開始吧

source: No memories yet — keep the first one
zh_hans: 还没有回忆，从第一个开始吧
zh_hant: 還沒有回憶，從第一個開始吧

source: No other dates yet — add the ones we don't want to miss
zh_hans: 还没有别的日子，想记住的都可以加进来
zh_hant: 還沒有別的日子，想記住的都可以加進來

source: Not answered today
zh_hans: 今天还没回答
zh_hant: 今天還沒回答

source: Not equipped
zh_hans: 未装备
zh_hant: 未裝備

source: Note
zh_hans: 记一笔
zh_hant: 記一筆

source: Nothing gloomy left standing. That one's yours.
zh_hans: 阴霾一个不剩，这关是你们的了。
zh_hant: 陰霾一個不剩，這關是你們的了。

source: Nothing nearby for %@
zh_hans: 附近没有%@
zh_hant: 附近沒有%@

source: Notifications are off for this app.
zh_hans: 这个 App 的通知是关着的。
zh_hant: 這個 App 的通知是關著的。

source: Now
zh_hans: 现在
zh_hant: 現在

source: Nox
zh_hans: 洞洞
zh_hant: 洞洞

source: Nox is different — summoning him costs 40 every time.
zh_hans: 洞洞不一样——每次召唤都要 40 月尘。
zh_hant: 洞洞不一樣——每次召喚都要 40 月塵。

source: OK
zh_hans: 好
zh_hant: 好

source: Obsidian slingshot
zh_hans: 曜石弹弓
zh_hant: 曜石彈弓

source: Off
zh_hans: 关
zh_hant: 關

source: On
zh_hans: 开
zh_hant: 開

source: On the roadmap
zh_hans: 在路上
zh_hant: 在路上

source: One a day, and only until you've checked in.
zh_hans: 一天一次，打完卡就不再提醒。
zh_hant: 一天一次，打完卡就不再提醒。

source: One fling
zh_hans: 一发通关
zh_hant: 一發通關

source: One of you flings, then the other. It keeps its place between you.
zh_hans: 你一发我一发，中间断了也不要紧，进度一直留着。
zh_hant: 你一發我一發，中間斷了也不要緊，進度一直留著。

source: One over par — 2 stars
zh_hans: 超出标准杆一发——2星
zh_hant: 超出標準桿一發——2星

source: Only a power can touch the mist
zh_hans: 只有技能碰得到雾
zh_hant: 只有技能碰得到霧

source: Open App Store
zh_hans: 打开 App Store
zh_hant: 打開 App Store

source: Open Settings
zh_hans: 打开设置
zh_hant: 打開設定

source: Open Shortcuts
zh_hans: 打开快捷指令
zh_hant: 打開捷徑

source: Opened
zh_hans: 已打开
zh_hant: 已打開

source: Opens the App Store every time — link it to launch directly?
zh_hans: 每次都会打开 App Store——要设置直接启动的链接吗？
zh_hant: 每次都會打開 App Store——要設定直接啟動的連結嗎？

source: Or enter theirs
zh_hans: 或者输入 TA 的
zh_hant: 或者輸入 TA 的

source: Or pair on the same network
zh_hans: 或在同一网络下配对
zh_hant: 或在同一網路下配對

source: Or type a cuisine…
zh_hans: 或者输入菜系…
zh_hant: 或者輸入菜系…

source: Our anniversary
zh_hans: 我们的纪念日
zh_hant: 我們的紀念日

source: Our details
zh_hans: 我们的资料
zh_hant: 我們的資料

source: Our space
zh_hans: 我们的空间
zh_hant: 我們的空間

# Page %lld of %lld
source: Page %1$lld of %2$lld
zh_hans: 第 %1$lld 页，共 %2$lld 页
zh_hant: 第 %1$lld 頁，共 %2$lld 頁

source: Pair our phones
zh_hans: 配对两台手机
zh_hant: 配對兩台手機

source: Pair with your partner's phone
zh_hans: 和 TA 的手机配对
zh_hant: 和 TA 的手機配對

source: Pair your phones again — this one doesn't know who it's paired with
zh_hans: 两台手机重新配对一下，这台还不知道跟谁配的
zh_hant: 兩台手機重新配對一下，這台還不知道跟誰配的

source: Pair your phones first — co-op needs both of you
zh_hans: 先把两台手机配对吧，合作模式要两个人才行
zh_hant: 先把兩台手機配對吧，合作模式要兩個人才行

source: Par %lld
zh_hans: 标准 %lld 发
zh_hant: 標準 %lld 發

source: Passed
zh_hans: 过去
zh_hant: 過去

source: Paused
zh_hans: 已暂停
zh_hant: 已暫停

source: Petals
zh_hans: 花瓣
zh_hant: 花瓣

source: Phase — turn to mist, slip through one piece
zh_hans: 雾化——化作薄雾，穿过一块积木
zh_hant: 霧化——化作薄霧，穿過一塊積木

source: Place
zh_hans: 地点
zh_hant: 地點

source: Plane
zh_hans: 飞机
zh_hant: 飛機

source: Pogo
zh_hans: 蹦蹦
zh_hant: 蹦蹦

source: Pop every gloom to relight the sky
zh_hans: 打走所有阴影，点亮我们的星空
zh_hant: 打走所有陰影，點亮我們的星空

source: Prism
zh_hans: 棱镜
zh_hant: 稜鏡

source: Re-roll
zh_hans: 换一个
zh_hant: 換一個

source: Re-tints the campaign map
zh_hans: 给闯关星图换个色调
zh_hant: 給闖關星圖換個色調

source: Refer to me as
zh_hans: 这样称呼我
zh_hant: 這樣稱呼我

source: Relight our sky
zh_hans: 点亮我们的星空
zh_hant: 點亮我們的星空

source: Remove
zh_hans: 移除
zh_hant: 移除

source: Repeats every year
zh_hans: 每年重复
zh_hant: 每年重複

source: Replay
zh_hans: 重玩
zh_hant: 重玩

source: Replay level
zh_hans: 重玩本关
zh_hant: 重玩本關

source: Resume
zh_hans: 继续游戏
zh_hant: 繼續遊戲

source: Retry
zh_hans: 重试
zh_hant: 重試

source: Reward track
zh_hans: 奖励之路
zh_hant: 獎勵之路

source: Ring
zh_hans: 戒指
zh_hant: 戒指

source: Sample game
zh_hans: 示例游戏
zh_hant: 範例遊戲

source: Save
zh_hans: 保存
zh_hant: 儲存

source: Search hiccuped
zh_hans: 搜索出了点小问题
zh_hant: 搜尋出了點小問題

source: Set the day we started
zh_hans: 设置在一起的日子
zh_hant: 設定在一起的日子

source: Set up link
zh_hans: 设置链接
zh_hant: 設定連結

source: Set your anniversary
zh_hans: 设置纪念日
zh_hant: 設定紀念日

source: She / her
zh_hans: 她
zh_hant: 她

# Smashing pieces earns moondust — tougher pieces pay more. First clears add +20.
source: Smashing pieces earns moondust, banked when you clear — tougher pieces pay more. First clears add +20.
zh_hans: 通关时，拆掉的部件都会换成月尘——越硬的部件给得越多。首次通关再加 20。
zh_hant: 通關時，拆掉的部件都會換成月塵——越硬的部件給得越多。首次通關再加 20。

source: Sometime
zh_hans: 记不清哪天了
zh_hant: 記不清哪天了

source: Special Dates
zh_hans: 纪念日
zh_hant: 紀念日

source: Spend it mid-level: tap your star's name chip to switch who flies. The first switch each level is free; repeats cost 25.
zh_hans: 在关卡里花掉它：点星星名字的小牌子换人上场。每关第一次免费，之后每次 25。
zh_hant: 在關卡裡花掉它：點星星名字的小牌子換人上場。每關第一次免費，之後每次 25。

source: Split — one star becomes two
zh_hans: 一分为二——一颗星变成两颗
zh_hant: 一分為二——一顆星變成兩顆

source: Star
zh_hans: 星星
zh_hant: 星星

source: Stardust
zh_hans: 星尘
zh_hant: 星塵

source: Start
zh_hans: 开始
zh_hant: 開始

source: Start over
zh_hans: 重新开始
zh_hant: 重新開始

source: Start together
zh_hans: 一起开始
zh_hant: 一起開始

source: Summon him from the star picker — 40 moondust a visit
zh_hans: 在选星面板召唤他——每次 40 月尘
zh_hant: 在選星面板召喚他——每次 40 月塵

source: Surprise us
zh_hans: 给我们个惊喜
zh_hant: 給我們個驚喜

source: System
zh_hans: 跟随系统
zh_hant: 跟隨系統

source: Take your shot
zh_hans: 来一发
zh_hant: 來一發

source: Take your shot — it'll be waiting for %@.
zh_hans: 出手吧，%@打开时就能看到。
zh_hant: 出手吧，%@打開時就能看到。

source: Tap mid-flight to use it
zh_hans: 飞行途中点一下就能用
zh_hant: 飛行途中點一下就能用

source: Tap to answer
zh_hans: 写下你的回答
zh_hant: 寫下你的回答

source: Tap — %@'s power!
zh_hans: 点一下——%@的技能！
zh_hant: 點一下——%@的技能！

source: Test launch
zh_hans: 测试启动
zh_hant: 測試啟動

source: That didn't work. Check the code and that both phones are on the same wi-fi.
zh_hans: 没成功。看看数字对不对，两台手机是不是连着同一个 Wi-Fi。
zh_hant: 沒成功。看看數字對不對，兩台手機是不是連著同一個 Wi-Fi。

source: That shot didn't count — the level moved on. Reopen it to catch up.
zh_hans: 这一击没算数——关卡已经变了，重新打开就能跟上。
zh_hant: 這一擊沒算數——關卡已經變了，重新打開就能跟上。

source: The Cloudfoam Skies
zh_hans: 云绵天空
zh_hant: 雲綿天空

source: The Crystal Caverns
zh_hans: 水晶洞窟
zh_hant: 水晶洞窟

source: The Deep Gloom
zh_hans: 幽影深处
zh_hant: 幽影深處

source: The Great Gloom shrugs — chip away
zh_hans: 巨影不怕撞——慢慢磨
zh_hant: 巨影不怕撞——慢慢磨

source: The Moonlit Fields
zh_hans: 月光原野
zh_hant: 月光原野

source: The Storm Heights
zh_hans: 风暴之巅
zh_hant: 風暴之巔

source: The caverns echo — bank your shots off the walls
zh_hans: 洞窟有回声——借墙壁反弹你的星星
zh_hant: 洞窟有回聲——借牆壁反彈你的星星

source: The day we started
zh_hans: 在一起的那天
zh_hant: 在一起的那天

source: The deep glooms fight back — watch their tricks
zh_hans: 深处的阴影会反击——看清它们的招
zh_hant: 深處的陰影會反擊——看清它們的招

source: The glooms giggle. Try again?
zh_hans: 阴影们在偷笑。再来一次？
zh_hant: 陰影們在偷笑。再來一次？

source: The helmet shrugs off sky-hits — strike from the side
zh_hans: 头盔挡得住天上来的——从侧面打
zh_hant: 頭盔擋得住天上來的——從側面打

source: The next one is today
zh_hans: 就是今天
zh_hant: 就是今天

source: Their answer
zh_hans: TA 的回答
zh_hant: TA 的回答

source: Their code
zh_hans: 对方的配对码
zh_hant: 對方的配對碼

source: Them
zh_hans: TA
zh_hant: TA

source: They / them
zh_hans: TA
zh_hant: TA

source: They set their own name and photo on their phone.
zh_hans: 对方的名字和照片由对方在自己手机上设置。
zh_hant: 對方的名字和照片由對方在自己手機上設定。

source: This counts your days. When our phones can talk to each other it'll count both.
zh_hans: 现在只数你自己的天数，等两台手机连起来就一起数了。
zh_hant: 現在只數你自己的天數，等兩台手機連起來就一起數了。

source: Time
zh_hans: 时间
zh_hant: 時間

source: Title
zh_hans: 名称
zh_hant: 名稱

source: Today
zh_hans: 今天
zh_hant: 今天

source: Together for %lld days
zh_hans: 在一起 %lld 天
zh_hant: 在一起 %lld 天

source: Try again
zh_hans: 再试一次
zh_hant: 再試一次

source: Turn on notifications in Settings
zh_hans: 去设置里打开通知
zh_hant: 去設定裡打開通知

source: Twinkle
zh_hans: 双双
zh_hant: 雙雙

source: Type this on the other phone. It works for two minutes.
zh_hans: 在另一台手机上输入这串数字，两分钟内有效。
zh_hant: 在另一台手機上輸入這串數字，兩分鐘內有效。

source: URL scheme (optional)
zh_hans: URL Scheme（可选）
zh_hant: URL Scheme（可選）

source: Undated memory
zh_hans: 没有日期的回忆
zh_hant: 沒有日期的回憶

source: Unlocks at %lld★
zh_hans: 集满 %lld★ 解锁
zh_hant: 集滿 %lld★ 解鎖

source: Unnamed spot
zh_hans: 无名小店
zh_hant: 無名小店

source: Use a Shortcut instead
zh_hans: 改用快捷指令
zh_hant: 改用捷徑

source: Waiting for %@
zh_hans: 等待%@
zh_hant: 等待%@

source: Waiting for them — this fills in when your phones can talk to each other
zh_hans: 等 TA 回答，两台手机连上后就能看到
zh_hant: 等 TA 回答，兩台手機連上後就能看到

source: Wave
zh_hans: 海浪
zh_hant: 海浪

source: We can't see where you are
zh_hans: 我们看不到你在哪里
zh_hant: 我們看不到你在哪裡

source: We've been together for
zh_hans: 我们在一起已经
zh_hant: 我們在一起已經

source: What are we remembering?
zh_hans: 想记住什么日子？
zh_hant: 想記住什麼日子？

source: What are you looking forward to this week?
zh_hans: 这周你最期待什么？
zh_hant: 這週你最期待什麼？

source: What did you believe as a child that turned out to be wrong?
zh_hans: 小时候你相信过什么，后来发现是错的？
zh_hant: 小時候你相信過什麼，後來發現是錯的？

source: What did you dream about recently?
zh_hans: 你最近做了什么梦吗？
zh_hant: 你最近做了什麼夢嗎？

source: What did you want to be when you grew up?
zh_hans: 你小时候想成为什么样的人？
zh_hant: 你小時候想成為什麼樣的人？

source: What did you worry about today?
zh_hans: 今天有什么担心的事情吗？
zh_hant: 今天有什麼擔心的事情嗎？

source: What do you hope we are doing five years from now?
zh_hans: 五年后你希望我们在做什么？
zh_hant: 五年後你希望我們在做什麼？

source: What do you love most about us?
zh_hans: 你最喜欢我们之间的什么？
zh_hant: 你最喜歡我們之間的什麼？

source: What do you need more of right now?
zh_hans: 你现在最缺的是什么？
zh_hant: 你現在最缺的是什麼？

source: What do you think I am best at?
zh_hans: 你觉得我最擅长什么？
zh_hant: 你覺得我最擅長什麼？

source: What do you think about right before falling asleep?
zh_hans: 你睡前一般都在想什么？
zh_hant: 你睡前一般都在想什麼？

source: What food would you never get tired of?
zh_hans: 你有什么永远吃不腻的食物吗？
zh_hant: 你有什麼永遠吃不膩的食物嗎？

source: What happened?
zh_hans: 发生了什么？
zh_hant: 發生了什麼？

source: What is a compliment you would like to hear more often?
zh_hans: 你希望我常夸你什么？
zh_hant: 你希望我常誇你什麼？

source: What is a fear you have mostly grown out of?
zh_hans: 有什么以前怕的东西，现在基本不怕了？
zh_hant: 有什麼以前怕的東西，現在基本不怕了？

source: What is a habit of mine you have quietly picked up?
zh_hans: 你有没有不知不觉学会我的什么习惯？
zh_hant: 你有沒有不知不覺學會我的什麼習慣？

source: What is a moment you wish you could live again?
zh_hans: 有哪个瞬间你希望能重来一次？
zh_hant: 有哪個瞬間你希望能重來一次？

source: What is a promise you would like to make to yourself?
zh_hans: 你想跟自己约定什么？
zh_hant: 你想跟自己約定什麼？

source: What is a rule you grew up with that you have kept?
zh_hans: 有什么从小的规矩你到现在还守着？
zh_hant: 有什麼從小的規矩你到現在還守著？

source: What is a small thing that instantly ruins your mood?
zh_hans: 哪件小事会让你一下子心情变差？
zh_hant: 哪件小事會讓你一下子心情變差？

source: What is a story about your family you love telling?
zh_hans: 关于家里人，你最爱讲的是哪件事？
zh_hant: 關於家裡人，你最愛講的是哪件事？

source: What is a tiny thing that made today better?
zh_hans: 今天有什么小事让你心情好一点吗？
zh_hant: 今天有什麼小事讓你心情好一點嗎？

source: What is something I could do to make tomorrow easier for you?
zh_hans: 我做什么能让你明天轻松一点？
zh_hant: 我做什麼能讓你明天輕鬆一點？

source: What is something small I do that you love?
zh_hans: 你最喜欢我做的哪件小事？
zh_hant: 你最喜歡我做的哪件小事？

source: What is something we should try together this month?
zh_hans: 这个月我们一起试点什么好？
zh_hant: 這個月我們一起試點什麼好？

source: What is something you are curious about lately?
zh_hans: 你最近对什么特别好奇？
zh_hant: 你最近對什麼特別好奇？

source: What is something you are grateful for today?
zh_hans: 今天有什么让你觉得感激的吗？
zh_hant: 今天有什麼讓你覺得感激的嗎？

source: What is something you find beautiful that others might not?
zh_hans: 有什么东西你觉得很美，别人却不一定懂？
zh_hant: 有什麼東西你覺得很美，別人卻不一定懂？

source: What is something you have changed your mind about?
zh_hans: 有什么事你后来想法变了吗？
zh_hant: 有什麼事你後來想法變了嗎？

source: What is something you own that you would never replace?
zh_hans: 你有什么东西是永远不想换掉的？
zh_hant: 你有什麼東西是永遠不想換掉的？

source: What is something you want to get better at?
zh_hans: 你希望自己在哪方面做得更好？
zh_hant: 你希望自己在哪方面做得更好？

source: What is something you want to tell me but keep forgetting?
zh_hans: 有什么话想跟我说，但总是忘了说的吗？
zh_hant: 有什麼話想跟我說，但總是忘了說的嗎？

source: What is something you would like to forgive yourself for?
zh_hans: 有什么事你想放过自己吗？
zh_hant: 有什麼事你想放過自己嗎？

source: What is something you would like to learn together?
zh_hans: 有什么是你想跟我一起学的吗？
zh_hant: 有什麼是你想跟我一起學的嗎？

source: What is something you would like us to stop doing?
zh_hans: 有什么事你希望我们以后别做了？
zh_hant: 有什麼事你希望我們以後別做了？

source: What is the best gift you have ever been given?
zh_hans: 你收到过最好的礼物是什么？
zh_hant: 你收到過最好的禮物是什麼？

source: What is the bravest thing you have ever done?
zh_hans: 你做过最勇敢的事是什么？
zh_hant: 你做過最勇敢的事是什麼？

source: What is the hardest thing about this week?
zh_hans: 这周有什么难熬的事情吗？
zh_hant: 這週有什麼難熬的事情嗎？

source: What is the kindest thing you have seen a stranger do?
zh_hans: 你见过陌生人做过最暖的一件事是什么？
zh_hant: 你見過陌生人做過最暖的一件事是什麼？

source: What is the last thing that made you laugh out loud?
zh_hans: 最近有什么事让你笑出声吗？
zh_hant: 最近有什麼事讓你笑出聲嗎？

source: What is the nicest thing anyone has said to you?
zh_hans: 别人对你说过最好听的话是什么？
zh_hant: 別人對你說過最好聽的話是什麼？

source: What is your favourite memory of us so far?
zh_hans: 到目前为止，你最喜欢我们的哪段回忆？
zh_hant: 到目前為止，你最喜歡我們的哪段回憶？

source: What is your favourite thing about where we live?
zh_hans: 我们住的地方，你最喜欢哪里？
zh_hant: 我們住的地方，你最喜歡哪裡？

source: What is your favourite way to spend an evening in?
zh_hans: 你最喜欢怎么在家过一个晚上？
zh_hant: 你最喜歡怎麼在家過一個晚上？

source: What is your idea of a perfect lazy day?
zh_hans: 你心中懒散的一天是什么样？
zh_hant: 你心中懶散的一天是什麼樣？

source: What is your most useless talent?
zh_hans: 你有什么没什么用的本事吗？
zh_hant: 你有什麼沒什麼用的本事嗎？

source: What made you smile today?
zh_hans: 今天有什么高兴的事情吗？
zh_hant: 今天有什麼高興的事情嗎？

source: What makes you feel most like yourself?
zh_hans: 什么时候你觉得最像自己？
zh_hant: 什麼時候你覺得最像自己？

source: What moondust does
zh_hans: 月尘是干什么的
zh_hant: 月塵是做什麼的

source: What should we eat?
zh_hans: 吃点什么好？
zh_hant: 吃點什麼好？

source: What smell takes you straight back somewhere?
zh_hans: 有什么味道会一下子让你想起某个地方吗？
zh_hant: 有什麼味道會一下子讓你想起某個地方嗎？

source: What song reminds you of me?
zh_hans: 哪首歌会让你想起我？
zh_hant: 哪首歌會讓你想起我？

source: What we call them
zh_hans: 怎么称呼对方
zh_hant: 怎麼稱呼對方

source: What were you like as a child?
zh_hans: 你小时候是什么样子的？
zh_hant: 你小時候是什麼樣子的？

source: What would you do with a completely free weekend?
zh_hans: 完全空下来的一个周末，你想怎么过？
zh_hant: 完全空下來的一個週末，你想怎麼過？

source: What would you like us to do more of?
zh_hans: 你希望我们多做些什么？
zh_hant: 你希望我們多做些什麼？

source: What would your perfect morning look like?
zh_hans: 你理想中的早晨是什么样的？
zh_hant: 你理想中的早晨是什麼樣的？

source: When did you last feel really proud of yourself?
zh_hans: 上一次对自己感到很骄傲是什么时候？
zh_hant: 上一次對自己感到很驕傲是什麼時候？

source: When did you last surprise yourself?
zh_hans: 上一次你自己都觉得意外是什么时候？
zh_hant: 上一次你自己都覺得意外是什麼時候？

source: When our phones can talk to each other
zh_hans: 等两台手机连上就能用
zh_hant: 等兩台手機連上就能用

source: Where do you feel most at peace?
zh_hans: 你在哪里最觉得安心？
zh_hant: 你在哪裡最覺得安心？
